/* 
 Localizable.strings
 MF
 
 Created by Itay Brenner on 28/06/11.
 Copyright 2011 __MyCompanyName__. All rights reserved.
 */
/*   Brazillian Portuguese Localizable.strings
 MF
 
 Created by Felipe Nascimento on 29/07/11.
 Copyright 2011 __MyCompanyName__. All rights reserved.
 */

"SEARCH FILE" = "Procurar Arquivo";
"Miscellaneous" = "Miscelânea";
"Paste File" = "Colar Arquivo";
"Symbolic Link" = "Link Simbólico";
"Cancel" = "Cancelar";
"File operations" = "Operações de Arquivo";
"Delete" = "Apagar";
"Copy" = "Copiar";
"Cut" = "Cortar";
"Move To Trash" = "Mover para a Lixeira";
"Go To Trash" = "Ir para a Lixeira";
"Empty Trash" = "Esvaziar Lixeira";
"Trash" = "Lixeira";
"Bluetooth Options" = "Opções de Bluetooth";
"Receive Files" = "Arquivos Recebidos";
"Send Files" = "Enviar Arquivos";
"Other Features" = "Outros Recursos";
"File Sharing" = "Compartilhamento de Arquivo";
"Cydia Backup" = "Backup do Cydia";
"Root Directory" = "Diretório Raiz";
"Edit" = "Editar";
"[iFinder] Attachments" = "Complementos do [iFinder]";
"This mail was sent from an iDevice using iFinder." = "Este E-mail foi enviado de um iPhone/iPod utilizando o iFinder.";
"Folder" = "Pasta";
"Size" = "Tamanho";
"permissions" = "permissões";
"Data received" = "Dados recebidos";
"Files Saved in /var/mobile/Bluetooth" = "Arquivos salvos em /var/mobile/Bluetooth";
"OK" = "OK";
"Open Folder" = "Abrir Pasta";
"Compress Folder" = "Comprimir Pasta";
"Type file name here" = "Digite o nome do arquivo aqui";
"Compress" = "Comprimir";
"Compress failed" = "A compressão falhou";
"Please specify output filename." = "Favor especificar o nome do arquivo de saída.";
"Dismiss" = "Ocultar";
"Failed command" = "Comando falhado";
"Exit code" = "Código de Saída";
"Play once" = "Reproduzir uma vez";
"Repeat" = "Repetir";
"Continuous" = "Contínuo";
"Shuffle" = "Embaralhar";
"Title" = "Título";
"Artist" = "Artista";
"Album" = "Álbum";
"Year" = "Ano";
"Genre" = "Gênero";
"Lyricist" = "Compositor";
"Language" = "Idioma";
"Comments" = "Comentários";
"About & Help" = "Ajuda & Sobre";
"App Locked" = "App Trancado";
"Password required" = "Senha requerida";
"Wrong Password" = "Senha Incorreta";
"The password you entered is wrong" = "A senha digitada está incorreta";
"Try Again" = "Tente Novamente";
"Exit" = "Sair";
"Install package" = "Instalar pacote";
"Extract Package" = "Extrair pacote";
"Rar File" = "Arquivo RAR";
"Viewing the content of Rar files is still not supported, but you cant extract it" = "A leitura do conteúdo de arquivos RAR ainda não é suportada, não é possível extraí-lo";
"No Thanks" = "Não, obrigado(a)";
"Yes, Extract it" = "Sim, Extraia-o";
"File Extracted" = "Arquivo Extraído";
"Your Files were extracted to" = "Os arquivos foram extraídos para";
"Error executing command" = "Erro na execucçao do comando";
"Failed command" = "Comando falhado";
"Installed Succesfully" = "Instalado com Sucesso";
"Would you like to restart SpringBoard?" = "Deseja reiniciar o SpringBoard?";
"No" = "Não";
"Yes" = "Sim";
"Bookmarks" = "Marcadores";
"Compress Files" = "Comprimir Arquivos";
"Type Output Name Here" = "Digite o nome do arquivo de saída aqui";
"Editing metadata" = "Editando metadata";
"Enter filename" = "Insira o nome do arquivo";
"Enter file mode" = "Insira o modo do arquivo";
"Enter user ID" = "Insira o ID do usuário";
"Enter group ID" = "Insira o  ID do grupo";
"Permissions" = "Permissões";
"Size" = "Tamanho";
"Name" = "Nome";
"Target Path" = "Caminho destino";
"User ID" = "ID do usuário";
"Group ID" = "ID do grupo";
"type" = "tipo";
"Calculating MD5..." = "Calculando MD5...";
"Upload file to Dropbox" = "Enviar arquivo para o Dropbox";
"Web browser" = "Browser da WEB";
"Image viewer" = "Leitor de imagens";
"Audio player" = "Player de Áudio";
"Movie player" = "Player de Vídeo";
"Text editor" = "Editor de texto";
"Archive manager" = "Gerenciador de arquivamento";
"Property list viewer" = "Visualizador da lista de proprietários";
"SQL viewer" = "Visualizador SQL";
"Hex editor" = "Editor de Hexadecimal";
"Send by e-mail" = "Enviar por E-mail";
"Compress" = "Comprimir";
"General" = "Geral";
"Audio Info" = "Informações de Áudio";
"Dropbox" = "Dropbox";
"Open with..." = "Abrir com...";
"Miscellaneous" = "Miscelânea";
"File uploaded" = "Arquivo enviado com sucesso";
"Public link was copied to the pasteboard." = "Link público foi copiado para a área de transferência.";
"Error uploading file" = "Erro ao enviar arquivo";
"Please make sure that you're connected to the Internet, logged in to your Dropbox account and the specified file does not exist yet and try again." = "Por favor verifique se está conectado à Internet, logado em uma conta do Dropbox e se o arquivo especificado ainda não existe e tente novamente.";
"Login required" = "Login requerido";
"Please note that you'll need to log in in order to use iFinder with your Dropbox account." = "Por favor note que para utilizar o iFinder com uma conta do Dropbox é necessário estar logado na mesma.";
"Error loading metadata" = "Erro na leitura de metadata";
"Please make sure that you are connected to the Internet and try again." = "Por favor verifique se está conectado à internet e tente novamente.";
"File Downloaded" = "Arquivo baixado com sucesso";
"Your file was saved in /private/var/mobile/Documents" = "O arquivo foi salvo em /private/var/mobile/Documents";
"Error downloading file" = "Erro ao baixar arquivo";
"Please make sure that you are connected to the Internet, logged in and you have enough space on your device and try again." = "Por favor verifique se está conectado à Internet, se está logado e se possui espaço vazio suficiente em sem aparelho e tente novamente.";
"Error uploading file" = "Erro ao enviar arquivo";
"Please make sure that you are connected to the Internet, logged in and the file to be uploaded doesn't exist yet and try again." = "Por favor verifique se está conectado à Internet, se está logado e se o arquivo a ser enviado ainda não existe e tente novamente.";
"Error deleting file" = "Erro ao apagar o arquivo";
"Please make sure that you are connected to the Internet, logged in and the file to be deleted exists and try again." = "Por favor verifique a conexão com a Internet, se está logado e se o arquivo a ser apagado existe e tente novamente.";
"Error creating folder" = "Erro ao criar pasta";
"Please make sure that you are connected to the Internet, logged in and the folder to be created doesn't yet exist and try again." = "Por favor verifique a conexão com a Internet, se está logado e se a pasta a ser criada ainda não existe e tente novamente.";
"Type port number" = "Digite o número da porta";
"Server port:" = "Porta do servidor:";
"File Sharing is disabled" = "O compartilhamento de arquivos está desativado";
"Enable File Sharing" = "Ativar compartilhamento de arquivos";
"Error" = "Erro";
"You must enter a valid port number" = "Favor digitar um número de porta válido";
"Serving on port" = "Servindo na porta";
"IP address" = "End. de IP";
"Stop server" = "Parar servidor";
"Server is off" = "Servidor está desativado";
"Start server" = "Iniciar servidor";
"Are you sure you want to restore this backup?\nThis can't be undone." = "Tem certeza que deseja restaurar este Backup?\nEsta ação não pode ser desfeita.";
"Restore" = "Restaurar";
"Available Backups" = "Backups disponíveis";
"Search Backup" = "Procurar Backup";
"Create Backup" = "Criar Backup";
"Share Backups" = "Compartilhar Backups";
"Backup Succesfully" = "Backup feito com sucesso";
"Your Backup was successfull.\nPlease Sync with iTunes to restore later" = "O Backup foi feito com sucesso.\nFavor sincronizar com o iTunes para restaurar mais tarde";
"Restore Done" = "Restauração feita com sucesso";
"You should reboot your device.\n Do you want to reboot now?" = "Você deve reiniciar seu aparelho.\n Deseja reiniciar agora?";
"No, Thanks" = "Não, obrigado";
"Yes, Please" = "Sim, por favor";
"Text Viewer" = "Visualizador de texto";
"Archive Viewer" = "Visualizador de arquivamento";
"Web Viewer" = "Visualizador da WEB";
"Plist Viewer" = "Visualizador de playlist";
"Open With" = "Abrir com";
"Image Options" = "Opções de Imagem";
"Fit Screen" = "Ajustar à tela";
"Print Photo" = "Imprimir Foto";
"Search Text" = "Procurar Texto";
"Loading file" = "Carregar Arquivo";
"Working" = "Trabalhando";
"Copying File" = "Copiando Arquivo";
"Moving File" = "Movendo Arquivo";
"Compressing File(s)" = "Comprimindo Arquivo(s)";
"Installing" = "Instalando";
"Backuping" = "Fazendo Backup";
"Restoring..." = "Restaurando...";
"New" = "Novo";
"Type name here" = "Digite o nome aqui";
"File" = "Arquivo";
"Directory" = "Diretório";
"Link" = "Link";
"Destination" = "Destino";
"Path" = "Caminho";
"Create" = "Criar";
"Enter password" = "Digite a senha";
"Password:" = "Senha:";
"You have entered an incorrect password. Please try again." = "A Senha digitada está incorreta. Favor tentar novamente.";
"Settings" = "Configurações";
"Type password" = "Digite a senha";
"Type Home Path" = "Digite o caminho de origem";
"Font size of text editor" = "Tamanho da fonte do editor de texto";
"Application" = "Applicação";
"Password Protection" = "Proteção de senha";
"Password" = "Senha";
"Home Path" = "Caminho de origem";
"Use Trash" = "Utilizar a Lixeira";
"Text font size" = "Tamanho da fonte de texto";
"About iFinder & Help" = "Sobre iFinder & Ajuda";
"Unlink Device from Dropbox" = "Desativar a conexão do aparelho com o Dropbox";
"Log in to Dropbox" = "Fazer Login no Dropbox";
"Upload path" = "Fazer upload do caminho";
"Tables in database" = "Tabelas na base de dados";
"Columns of table" = "Colunas de tabela";
"Enter SQL query here" = "Digitar o query do SQL aqui";
"Close" = "Fechar";
"Done" = "Feito";
"Options" = "Opções";
"Open in" = "Abrir em";
"Share" = "Compartilhar";
"Backup File" = "Arquivo de Backup";
"Validating..." = "Validando...";
"Theme" = "Tema";
"Select Theme" = "Selecione o Tema";
"Sort Criteria" = "Critério de ordenação";
"Select Sort Criteria" = "Selecionar o Critério de ordenação";
"Sort By Name" = "Ordenar por Nome";
"Sort by Type" = "Ordenar por Tipo";
"Sort by Size" = "Ordenar por Tamanho";
"Sort by Creation Date" = "Ordenar por Data de Criação";
"Sort by Last Modification Date" = "Ordenar por Data da Última Modificação";
"Sort Order" = "Sequência de ordenação";
"Select Sort Order" = "Selecionar a sequência de ordenação";
"Ascending" = "Ascendente";
"Descending" = "Descendente";
"Type" = "Tipo";
"Size" = "Tamanho";
"Creation" = "Data de Criação";
"Modification" = "Data de Modificação";
"Theme" = "Tema";
"Created" = "Criado em";
"Last Modified" = "Modificado em";
"Date" = "Data";
"Time" = "Hora";
"App Validated!!" = "App Validado!!";
"Thanks for buying iFinder" = "Obrigado por obter o iFinder";
"iFinder!!" = "iFinder!!";
"iFinder could not be validated, please purchase it from Cydia Store. If you think that this is a mistake, please contact developer." = "O iFinder não pôde ser validado, favor comprá-lo na loja do Cydia. Se acha que esta mensagem é um erro favor contatar o desenvolvedor.";
"Reload Directory" = "Recarregar Diretório";
"Executing" = "Executando";
"Executing:\n%@...\n\n" = "Executando:\n%@...\n\n";
"Command failed" = "Comand falhado";
"The specified command couldn't be executed." = "O comando especificado não pôde ser executado.";
"\nFinished with exit code: %i\n" = "\nTerminado com código de saída: %i\n";